export type Categories = {
  1: {
    clothes: {
      1001: 'Футболки и поло',
      1002: 'Рубашки',
      1003: 'Толстовки и свитеры',
      1004: 'Костюмы и пиджаки',
      1005: 'Джинсы и одежда из денима',
      1006: 'Брюки и чиносы',
      1007: 'Шорты',
      1010: 'Куртки',
      1011: 'Пальто',
      1012: 'Спорт',
      1013: 'Нижнее белье и носки',
    },
    shoes: {
      2001: 'Кеды и кроссовки',
      2002: 'Ботинки и сапоги',
      2003: 'Туфли',
      2004: 'Лоферы и мокасины',
      2005: 'Летняя обувь',
    },
    accessories: {
      3001: 'Сумки и рюкзаки',
      3002: 'Кошельки и визитницы',
      3004: 'Головные уборы',
      3005: 'Шарфы и платки',
      3006: 'Перчатки и варежки',
      3007: 'Украшения и часы',
      3008: 'Очки',
      3009: 'Ремни',
      3010: 'Галстуки и бабочки',
      3011: 'Зонты'
    },
  },
  2: {
    clothes: {
      1001: 'Футболки, майки и топы',
      1002: 'Рубашки и блузы',
      1003: 'Толстовки и свитеры',
      1004: 'Костюмы, пиджаки и жакеты',
      1005: 'Джинсы и одежда из денима',
      1006: 'Брюки и леггинсы',
      1007: 'Шорты',
      1008: 'Платья и сарафаны',
      1009: 'Юбки',
      1010: 'Куртки',
      1011: 'Пальто, шубы и дубленки',
      1012: 'Спорт',
      1013: 'Нижнее белье и боди',
      1014: 'Комбенизоны',
    },
    shoes: {
      2001: 'Кеды и кроссовки',
      2002: 'Ботинки и сапоги',
      2003: 'Туфли',
      2004: 'Лоферы',
      2005: 'Летняя обувь',
    },
    accessories: {
      3001: 'Сумки и рюкзаки',
      3002: 'Кошельки и визитницы',
      3003: 'Косметички',
      3004: 'Головные уборы',
      3005: 'Шарфы и платки',
      3006: 'Перчатки и варежки',
      3007: 'Украшения и часы',
      3008: 'Очки',
      3009: 'Ремни',
      3011: 'Зонты'
    }
  }
}
